{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "ayu-vim": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "bufdelete.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "chafa.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-fish": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "command-center.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "direnv.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "editorconfig.nvim": { "branch": "master" },
  "fuzzy.nvim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "gui-font-resize.nvim": { "branch": "main" },
  "laserwave.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neon": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cursorline": { "branch": "main" },
  "nvim-ide": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luadev": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-unception": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yarp": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "open-browser.vim": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "procfile.vim": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "session-lens": { "branch": "main" },
  "sibling-swap.nvim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "surround.nvim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-rooter.nvim": { "branch": "main" },
  "telescope-toggleterm.nvim": { "branch": "master" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vgit.nvim": { "branch": "main" },
  "vim-bundler": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-fountain": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-pasta": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-qf": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-rake": { "branch": "master" },
  "vim-rbenv": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-unstack": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" }
}